[{"title": "Swine flu deaths touch 88 in Rajasthan in January, February; 16 people succumb to influenza virus in Himachal Pradesh", "descrip": "Rajasthan has recorded 88 deaths between 1 January and 5 February due to swine flu while 16 people have lost their lives in Himachal Pradesh", "article_url": "https://www.firstpost.com/india/swine-flu-cases-on-the-rise-in-rajasthan-himachal-pradesh-6035681.html", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "First Post.com", "article_date": "2019-02-06T14:30:14Z"}, {"title": "Rajasthan: 125 deaths due to swine flu in February", "descrip": "[India], Feb 14 (ANI): As many as 125 people have lost their lives due to swine flu in Rajasthan in the month of February. Out of the total, six people died on Thursday. The maximum deaths of 30 people have been reported in Jodhpur district itself followed by ...", "article_url": "http://www.sify.com/news/rajasthan-125-deaths-due-to-swine-flu-in-february-news-national-tcowdBejigeid.html", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Sify", "article_date": "2019-02-14T22:20:27Z"}, {"title": "Swine Flu cases on the rise in Rajasthan, Himachal Pradesh", "descrip": "[India], Feb 5 (ANI): 88 deaths have occurred between January 1 and February 5 due to swine flu in Rajasthan while 16 people have lost their lives in Himachal Pradesh. Jodhpur district registered 26 deaths- the highest in the state. Total cases tested were ...", "article_url": "http://www.sify.com/news/swine-flu-cases-on-the-rise-in-rajasthan-himachal-pradesh-news-national-tcgag8bcbgceg.html", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Sify", "article_date": "2019-02-06T06:56:50Z"}, {"title": "In 2019, swine flu cases mount to over 1,000 in Delhi, says report; govt sets up helpline for awareness", "descrip": "One death due to swine flu and 124 fresh cases of Influenza A (H1N1) was Tuesday recorded in Delhi, taking the total number of people affected by the disease in the city this year to 1019, according to a report.", "article_url": "https://www.firstpost.com/india/in-2019-swine-flu-cases-mount-to-over-1000-in-delhi-says-report-govt-sets-up-helpline-for-awareness-6034091.html", "imageurl": "http://newsimg.rediff.com/thumbnail2/1bfe52554335061c.jpg", "imageheight": "340", "imagewidth": "410", "source": "First Post.com", "article_date": "2019-02-06T11:31:51Z"}, {"title": "Delhi registers 512 cases of H1N1", "descrip": "New Delhi: A total of 512 cases of Seasonal Influenza (H1N1) has been registered with no deaths reported in the national capital till Tuesday, the Delhi government said on Wednesday. The government has directed all its hospitals to make local purchases of ...", "article_url": "http://www.sify.com/news/delhi-registers-512-cases-of-h1n1-news-national-tb4vaufehddjd.html", "imageurl": "http://newsimg.rediff.com/thumbnail2/c2ba89c416241809.jpg", "imageheight": "340", "imagewidth": "410", "source": "Sify", "article_date": "2019-01-30T22:34:12Z"}, {"title": "Delhi in grip of swine flu; 103 fresh cases on Thursday", "descrip": "Over 100 fresh cases of swine flu were recorded in Delhi on Wednesday, taking the total number of people affected by the disease in the city this year to 1,196, according to a senior official.According to a report of the Directorate General of Health Services, the death toll due to swine flu in Delhi this year stands at six and till Wednesday, 1,093 had been affected by the disease in the city this season.\"Delhi is in grip of swine flu. Today, 103 fresh cases were recorded,\" the official ...", "article_url": "http://news.rediff.com/commentary/2019/feb/07/delhi-in-grip-of-swine-flu-103-fresh-cases-on-thursday/5455c14175e6ccc5315cf0dd0d659def", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Rediff.com", "article_date": "2019-02-07T20:12:47Z"}, {"title": "For heart failure patients in hospital, flu boosts risk of complications, death", "descrip": "(Reuters Health) - When people with heart failure are hospitalized, having influenza is tied to greater odds of respiratory and kidney complications and a higher chance they won't survive to be discharged, a U.S. study suggests.", "article_url": "http://feeds.reuters.com/~r/reuters/INhealth/~3/WQz7y33AeFU/for-heart-failure-patients-in-hospital-flu-boosts-risk-of-complications-death-idINKCN1PC2CK", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Reuters", "article_date": "2019-01-19T01:04:11Z"}, {"title": "Swine flu: Death toll touches 126 in Rajasthan", "descrip": "Jaipur[India], Feb 16 (ANI): One more person died of swine flu in Rajasthan on Friday, taking the total death toll to 126 in the state so far this year.The patient who lost life was from Barmer district of the state.Also, 74 new cases have been reported in ...", "article_url": "http://www.sify.com/news/swine-flu-death-toll-touches-126-in-rajasthan-news-national-tcqdKNddgcahj.html", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Sify", "article_date": "2019-02-16T04:01:22Z"}, {"title": "Swine flu claims 4 more lives in Rajasthan, 100 so far", "descrip": "Four people died of swine flu in Rajasthan on Friday, taking the total death toll to 100 in the state so far this year.The patients who lost their lives were from Kota, Jodhpur, Hanumangarh and Dausa districts of the state.Also, 87 new cases have been reported in the state, taking the tally of patients to 2,793 in 39 days.Amongst the fresh cases, Jaipur witnessed the highest number of 43 patients, followed by Barmer where nine people were tested positive.Four cases each were reported from Dausa ...", "article_url": "http://news.rediff.com/commentary/2019/feb/09/swine-flu-claims-4-more-lives-in-rajasthan-100-so-far/8e9f5816648c5b2f3aa0a0d9f234ca8a", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Rediff.com", "article_date": "2019-02-09T09:52:58Z"}, {"title": "Swine flu claims 250 lives in country this year", "descrip": "Swine flu has so far claimed over 250 lives in the country this year so far with 30 more deaths due to the disease being reported in last three days till Thursday.Rajasthan has recorded the maximum 96 deaths and 2,706 H1N1 virus cases till on Thursday, followed by Gujarat which recorded 54 deaths and 1,187 cases, according to a Union health ministry data.Punjab has reported 30 deaths and 301 cases while Madhya Pradesh reported 16 deaths and 81 cases. Maharashtra has recorded 13 deaths and 197 ...", "article_url": "http://news.rediff.com/commentary/2019/feb/08/swine-flu-claims-250-lives-in-country-this-year/3821b6ebe918ada7457b2f09220c4ac4", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Rediff.com", "article_date": "2019-02-08T20:59:27Z"}, {"title": "312 die of swine flu across India, over 9,000 infected", "descrip": "Death toll across the country due to swine flu has soared to 312 with the number of deaths in the last week recorded at 86, according to data released by the Union Health Ministry on Monday.Over 9,000 persons have so far been affected by the H1N1 virus, with Rajasthan still topping the list with highest number of cases and deaths, according to the data.Swine flu has affected 9,367 people in the country till Sunday with Rajasthan&nbsp; reporting 107 deaths and 2,941 cases of infects, followed by ...", "article_url": "http://news.rediff.com/commentary/2019/feb/11/312-die-of-swine-flu-across-india-over-9000-infected/df0640837d9916d83bc7bdfcce1989e2", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Rediff.com", "article_date": "2019-02-11T21:09:54Z"}, {"title": "Swine flu claims 226 lives, Rajasthan worst hit", "descrip": "New Delhi: Rajasthan continues to remain worst hit with swine flu as the death toll hit 85, while 2,263 patients have been found positive with the influenza, according to National Centre for Disease Control (NCDC) report released on February 3. According to ...", "article_url": "http://www.sify.com/news/swine-flu-claims-226-lives-rajasthan-worst-hit-news-national-tchaEpfeceded.html", "imageurl": "http://newsimg.rediff.com/thumbnail2/753a5beac3074156.jpg", "imageheight": "273", "imagewidth": "410", "source": "Sify", "article_date": "2019-02-07T07:03:14Z"}, {"title": "Swine Flu Kills 226 Across Country, Rajasthan Worst Hit", "descrip": "Rajasthan continues to remain the worst hit with swine flu as the number of disease-related deaths hit 85 in the state, while 2,263 patients have been found positive with the influenza, according to a National Centre for Disease Control (NCDC) report released ...", "article_url": "https://www.ndtv.com/india-news/swine-flu-kills-226-across-country-rajasthan-worst-hit-1989580", "imageurl": "http://newsimg.rediff.com/thumbnail2/dd9782334120c761.jpg", "imageheight": "252", "imagewidth": "410", "source": "NDTV", "article_date": "2019-02-07T04:41:15Z"}, {"title": "87 fresh cases of Swine flu detected in Rajasthan; death toll touches 107", "descrip": "[India], Feb 10 (ANI): As many as 87 fresh cases of Swine flu were detected in Rajasthan on Sunday, according to data issued by the state's Health Department. Meanwhile, two people died of Swine flu in the state-one each in Nagaur and Bikaner- taking the ...", "article_url": "http://www.sify.com/news/87-fresh-cases-of-swine-flu-detected-in-rajasthan-death-toll-touches-107-news-national-tckvNladbjbhf.html", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Sify", "article_date": "2019-02-10T22:00:02Z"}, {"title": "79 fresh cases of Swine flu detected in Rajasthan; death toll touches 112", "descrip": "[India], Feb 12 (ANI): As many as 79 fresh cases of Swine flu were detected in Rajasthan on Monday, according to data issued by the state's Health Department. Meanwhile, five people died of Swine flu in the state-one each in Barmer, Jaisalmer, Jaipur, ...", "article_url": "http://www.sify.com/news/79-fresh-cases-of-swine-flu-detected-in-rajasthan-death-toll-touches-112-news-national-tcmdKuhahbdcb.html", "imageurl": "", "imageheight": "0", "imagewidth": "0", "source": "Sify", "article_date": "2019-02-12T08:50:05Z"}, {"title": "Swine flu cases climb to 1335 in Rajasthan", "descrip": "Jaipur: At least 102 additional cases of swine flu was reported in Rajasthan on Monday. The total number of positive cases in the state has reached to 1,335 so far. The number of swine flu deaths has increased in the past few days. It has claimed 51 lives in ...", "article_url": "http://www.sify.com/news/swine-flu-cases-climb-to-1335-in-rajasthan-news-national-tbwgkNjhgajfj.html", "imageurl": "http://newsimg.rediff.com/thumbnail2/c6a9e4fa8d7bf1d8.jpg", "imageheight": "273", "imagewidth": "410", "source": "Sify", "article_date": "2019-01-22T06:28:52Z"}, {"title": "Rajasthan: 1 dead, 65 cases of swine flu found positive today", "descrip": "Jaipur : As cases of swine flu are on the rise in Rajasthan, one person died in Churu and 65 cases of swine flu were found positive across the state on Thursday, said an official statement. According to Rajasthan Health Department, \"A total of 1,036 cases of ...", "article_url": "http://www.sify.com/news/rajasthan-1-dead-65-cases-of-swine-flu-found-positive-today-news-national-tbsadCejjccei.html", "imageurl": "http://newsimg.rediff.com/thumbnail2/753a5beac3074156.jpg", "imageheight": "273", "imagewidth": "410", "source": "Sify", "article_date": "2019-01-18T00:13:15Z"}, {"title": "Swine flu: How to protect yourself and be safe", "descrip": "The most common signs are fever, cough, sore throat, malaise and headache, vomiting and diarrhoea, says Dr S Chaddha.  IMAGE: A face mask should be worn at all times to prevent the virus from spreading, says Dr SS Chaddha. Photograph: Punit Paranjpe/Instagram After smog, many people in the Delhi/ NCR region are now reporting for another viral illness. Last week BJP chief Amit Shah was hospitalised&nbsp;for seasonal influenza (H1N1) virus, commonly known as swine flu. While he is back home and ...", "article_url": "http://www.rediff.com/getahead/report/health-swine-flu-how-to-protect-yourself-and-be-safe/20190121.htm", "imageurl": "http://newsimg.rediff.com/thumbnail2/98a26d86e3852d4e.jpg", "imageheight": "340", "imagewidth": "410", "source": "Rediff.com", "article_date": "2019-01-21T10:03:26Z"}]